{
    "main": {
        "name": "Christopher L Garcia",
        "occupation": "Full-Stack Web Developer",
        "description": "As a new and upcoming Full-Stack Web Developer I plan on using all my past experiences from Sales and Distribution to further my abilities in web development. Being an analytical thinker makes me a great problem solver and communicator allowing me to work great on solo projects and team projects. ",
        "image": "profilepic.jpeg",
        "bio": "My Name is Christopher Garcia and Im a new and upcoming Full-Stack Web Developer. I was born and raised in Brownsville Texas but Ive called Austin home for over 3 years. Living in the Austin area Ive witnessed the technology world explode so I decided to follow my passion for computers. I enrolled into a computer coding bootcamp hosted by the University of Texas in Austin. With the skills Ive learned I plan on using all my past experiences from Sales and Distribution to further my newly learned skills in web development. I am an analytical thinker making me a great problem solver and communicator allowing me to work great on solo projects and team projects.",
        "contactmessage": "Now that you've seen my work send me a message maybe we can work together! ",
        "email": "ChristopherLeeGV@gmail.com",
        "phone": "210-385-3432",
        "address": {
            "street": "3344 Lauren Nicole Ln",
            "city": "Round Rock",
            "state": "Texas",
            "zip": "78665"
        },
        "website": "https://krislg420.github.io/Bootportfolio/",
        "resumedownload": "https://docs.google.com/document/d/1HLcrrmlth1CA0bP9cxvp_74boy4-H234_en4EJWoPrg/edit?usp=sharing",
        "social": [
            {
                "name": "linkedin",
                "url": "https://www.linkedin.com/in/christopher-garcia-3226a0197/",
                "className": "fa fa-linkedin"
            },
            {
                "name": "github",
                "url": "https://github.com/krislg420",
                "className": "fa fa-github"
            }
        ]
    },
    "resume": {
        "skillmessage": "",
        "education": [
            {
                "school": "University of Texas in Austin",
                "degree": "Full-Stack Web Developer",
                "graduated": "March 2020",
                "description": "Experience with HTML, CSS, JavaScript, JQuery, Node, Express, and React. I also have experience with restful web services(API) and experience in MySQL and Mongo Databases."
            },
            {
                "school": "Homer Hanna High School",
                "degree": "High School Diploma",
                "graduated": "June 2003"
            }
        ],
        "work": [
            {
                "company": "Nestle USA Inc.",
                "title": "Territory Sales Manager ",
                "years": "December 2019 - November 2019",
                "description": " Closely monitor sales & distribution results and execution against annual plans & contract terms within my designated territory. Consistently look for areas of new growth for the Office business, ensuring 100% alignment with the internal distribution team and distributor partners. Maintain a direct relationship with my high volume and national customers and proactively work with them to increase Nestle products sales. Consistently attend local networking events to build local relationships and partnerships in order to secure new account growth and adoption of the Nestle brand. Serve as the local expert on my territory, knowing when new accounts are opening, who the decision makers are, what drives their decisions, etc. "
            },
            {
                "company": "Schwans Food Company",
                "title": "Territory Sales Manager",
                "years": "August 2014 - December 2019",
                "description": "Drive Sales and distribution by utilizing company data and insights to influence top key Decision Makers within my region. Manage the performance and execution of all sales reps and merchandisers in the South Texas Region by working collaboratively with them and providing assistance in challenges and opportunities in the field. Maximize sales and efficiency by taking the leadership role in my district area. Work collaboratively with the sales, merchandising and distributing teams to effectively deliver top results for our customer (Walmart, HEB and Target). Successfully sale and merchandise new items and promotional initiatives"
            }
        ],
        "portfolio": {
            "projects": [
                {
                    "title": "Note Taker",
                    "category": "Express Backend",
                    "image": "austin-texas-skyline-state-flag-ftr.jpeg",
                    "url": "https://krislg420.github.io/NoteTaker/"
                },
                {
                    "title": "BootCamp Video Library",
                    "category": "Computer Coding Videos",
                    "image": "austin-texas-skyline-state-flag-ftr.jpeg",
                    "url": "https://thawing-cove-88374.herokuapp.com/"
                },
                {
                    "title": "Team Generator",
                    "category": "Command Line Application",
                    "image": "austin-texas-skyline-state-flag-ftr.jpeg",
                    "url": "https://krislg420.github.io/TeamGen/"
                },
                {
                    "title": "Revelry",
                    "category": "Event Finder",
                    "image": "austin-texas-skyline-state-flag-ftr.jpeg",
                    "url": "https://phoenix-99hp.github.io/Project1/"
                },
                {
                    "title": "Password Generator",
                    "category": "JavaScript",
                    "image": "austin-texas-skyline-state-flag-ftr.jpeg",
                    "url": "https://krislg420.github.io/PassGen/"
                },
                {
                    "title": "Fitness Tracker",
                    "category": "MongoDB",
                    "image": "austin-texas-skyline-state-flag-ftr.jpeg",
                    "url": "https://ancient-coast-46849.herokuapp.com/"
                }
            ]
        }
    }
}